Repository: LinTek/SOF13
Catalog: escape-plan/sof/conf/locale/*/LC_MESSAGES/django.po
Languages: sv

source: LiU-ID or card number
sv: LiU-ID eller kortnummer

source: LinTek member
sv: LinTek-medlem

source: Personal identification number
sv: Personnummer

source: shift type
sv: passtyp

source: shift types
sv: passtyper

source: shift subtype
sv: pass-undertyp

source: shift subtypes
sv: pass-undertyper

source: shift
sv: funktionärspass

source: shifts
sv: funktionärspass

source: start date
sv: starttid

source: end date
sv: sluttid

source: max workers
sv: max antal funktionärer

source: note
sv: notering

source: dummy shift
sv: dummypass

source: persons
sv: personer

source: first name
sv: förnamn

source: last name
sv: efternamn

source: email
sv: e-postadress

source: personal identification number
sv: personnummer

source: RFID number
sv: RFID-nummer

source: barcode number
sv: streckkodsnummer

source: visitor
sv: besökare

source: visitors
sv: besökare

source: worker
sv: funktionär

source: workers
sv: funktionärer

source: welcome email sent
sv: välkomstmail skickat

source: contract approved
sv: kontrakt påskrivet

source: attended info meeting
sv: deltagit infomöte

source: fetched merchandise
sv: hämtat ut prylar

source: super worker
sv: superfunktionär

source: orchestra worker
sv: orkesterfadder

source: has meta info
sv: fyllt i infoformulär

source: phone number
sv: telefonnummer

source: t-shirt size
sv: t-shirtstorlek

source: ICE number
sv: telefonnummer anhörig

source: allergies
sv: specialkost

source: other
sv: övrigt

source: worker registration
sv: funktionärsregistrering

source: worker registrations
sv: funktionärsregistreringar

source: checked in
sv: incheckad

source: checked out
sv: utcheckad

source: Blocked user or LiU-card
sv: Spärrad användare eller LiU-kort

source: Student was not found
sv: Personen hittades inte

source: Could not get the result
sv: Kunde inte hämta sökresultat

source: invoice
sv: faktura

source: invoices
sv: fakturor

source: is verified
sv: bekräftad

source: due date
sv: förfallodatum

source: OCR number
sv: OCR-nummer

source: is sent as email
sv: Skickad som email

source: denormalized total price
sv: totalpris när fakturan skickades

source: sent nice reminder
sv: snäll påminnelse skickad

source: staff comment
sv: intern kommentar

source: special invoice
sv: specialfaktura

source: special invoices
sv: specialfakturor

source: specification
sv: specifikation

source: amount
sv: summa

source: is paid
sv: betald

source: is handed out
sv: utlämnad

source: payment
sv: betalning

source: payments
sv: betalningar

source: date
sv: datum

source: Ticket type
sv: Biljettyp

source: Conflicting ticket types
sv: Ogitig kombination av biljettyper

source: LiU-ID or PID
sv: LiU-ID eller personnummer

source: Search query
sv: Sökterm

source: ticket type
sv: biljettyp

source: ticket types
sv: biljettyper

source: name
sv: namn

source: price
sv: pris

source: rebate price
sv: rabatterat pris

source: max amount
sv: maximalt antal

source: opening date
sv: försäljningsstart

source: opening date for public selling
sv: offentlig försäljningsstart

source: ticket
sv: biljett

source: tickets
sv: biljetter

source: handed out
sv: utlämnad

source: This ticket type is sold out
sv: Någon av de valda biljettyperna är slutsåld

source: An invoice already exist for this person
sv: En faktura finns redan för denna person

source: The person was not found
sv: Personen hittades inte

source: The current invoice holder has multiple invoices and someone was too lazy to implement support for that
sv: Nuvarande fakturainnehavare har flera fakturor, vilket någon var för lat för att implementera stöd för...

source: The functionary was not found
sv: Personen kunde inte hittas

source: Paid
sv: Betald

source: Sum mismatch
sv: Felaktig betalning

source: Overdue
sv: Försenad

source: Not paid
sv: Ej betald

source: Already handed out
sv: Redan utlämnad

source: Not handed out
sv: Inte utlämnad ännu
